Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EDIT_APPS_ACTION
source: Edit Apps on Home Screen
ar: تعديل تطبيقات الشاشة الرئيسية
bg: Редактиране на приложения в Начален екран
ca: Edita les apps a la pantalla d’inici
cs: Upravit aplikace na ploše
da: Rediger apps på hjemmeskærm
de: Home-Bildschirm bearbeiten
el: Επεξ. εφαρμογών σε Αφετηρ.
es: Editar apps en la pantalla de inicio
es_us: Editar apps de Inicio
fi: Muokkaa appeja Koti-valikossa
fr: Apps sur l’écran d’accueil
fr_ca: Organiser les apps
he: עריכת יישומים במסך הבית
hi: होम स्क्रीन पर ऐप्स संपादित करें
hr: Uredi aplikacije na poč. zasl.
hu: Appszerkesztés a Főképernyőn
id: Edit App di Layar Utama
it: Modifica app su Home
ja: ホーム画面のアプリを編集
kk: Қолданбаларды өңдеу
ko: 홈 화면에서 앱 편집
lt: Pradžios ekrano programų redagavimas
ms: Edit App pada Skrin Utama
nl: Wijzig apps op beginscherm
no: Rediger apper på Hjem-skjerm
pl: Edytuj ekran główny
pt_br: Editar Apps na Tela de Início
pt_pt: Editar no ecrã principal
ro: Editare ecran principal
ru: ПО на экране «Домой»
sk: Upraviť apky na ploche
sl: Uredi aplikacije na domačem zaslonu
sv: Ändra appar på hemskärmen
th: แก้ไขแอปบนหน้าจอโฮม
tr: Uygulamaları Düzenle
uk: Упорядковувати програми
vi: Sửa ứng dụng trên MH chính
zh_cn: 编辑主屏幕上的App
zh_hk: 編輯主畫面上的App
zh_tw: 編輯主畫面上的App

# VO_LIVE_RECOGNITION_CUSTOMIZATION_LIDAR_IPHONE
source: Using on-device intelligence, your iPhone can detect people, doors, scenes, text, and furniture around you. Your iPhone can also detect text that is near your finger with Point and Speak. You can select which of these detectors appear in the Live Recognition Rotor.
ar: باستخدام الذكاء الاصطناعي المضمن في الجهاز، بإمكان iPhone اكتشاف الأشخاص والأبواب والمشاهد والنصوص والأثاث من حولك. بإمكان iPhone أيضًا اكتشاف النص بالقرب من إصبعك باستخدام "الإشارة والنطق". يمكنك تحديد المستشعرات التي تظهر في "دوار التعرف المباشر".
bg: Използвайки интелигентността на устройството, вашият iPhone може да открива хора, врати, сцени, текст и мебели около вас. Също така вашият iPhone може да открива текст, близо до вашия пръст, с помощта на функцията Посочи и говори. Можете да изберете кои от тези детектори да се появяват в шайбата Разпознаване на живо.
ca: L’iPhone utilitza la intel·ligència local del dispositiu per detectar les persones, les portes, les escenes, el text i el mobiliari que tens a prop. A més, inclou la funció “Apunta i llegeix”, que detecta el text que assenyales amb el dit. També pots personalitzar els detectors que es mostren al rotor del reconeixement en temps real.
cs: iPhone dokáže s použitím vlastní inteligence zařízení detekovat lidi, dveře, scény, text a nábytek ve vašem okolí. Hlasová odezva při zaměření vám na iPhonu navíc umožňuje rozpoznávat text, na který ukážete prstem. Na rotor živého rozpoznávání si můžete podle potřeby přidat kterékoli z těchto detektorů.
da: Ved hjælp af intelligens på enheden kan iPhone registrere personer, døre, scener, tekst og møbler omkring dig. Din iPhone kan også registrere tekst, der er tæt på din finger med funktionen Peg og læs op. Du kan angive, hvilke af disse detektorer, der skal vises i rotoren Genkendelse i realtid.
de: Mithilfe künstlicher Intelligenz auf dem Gerät kann dein iPhone Personen, Türen, Szenen, Text und Einrichtungsgegenstände in deiner Umgebung erkennen. Dein iPhone kann zudem mit der Funktion „Zeigen und Sprechen“ Text erkennen, der sich in der Nähe deines Fingers befindet. Du kannst festlegen, welche dieser Erkennungsfunktionen im Liveerkennungs­rotor angezeigt wird.
el: Μέσω της χρήσης της νοημοσύνης επί της συσκευής, το iPhone μπορεί να ανιχνεύει άτομα, πόρτες, σκηνές, κείμενο και έπιπλα γύρω σας. Το iPhone μπορεί επίσης να ανιχνεύει κείμενο που βρίσκεται κοντά στο δάχτυλό σας με την Κατάδειξη και ομιλία. Μπορείτε να επιλέξετε τους ανιχνευτές που θα εμφανίζονται στον ρότορα της Αναγνώρισης σε πραγματικό χρόνο.
es: El iPhone utiliza la inteligencia local del dispositivo para detectar personas, puertas, escenas, texto y muebles cerca de ti. El iPhone también es capaz de detectar el texto que apuntes con el dedo con la función “Apuntar y hablar”. Puedes elegir los detectores que quieres que aparezcan en el rotor de la función “Reconocimiento en tiempo real”.
es_us: Mediante la inteligencia en el dispositivo, tu iPhone puede detectar personas, puertas, escenas, texto y muebles a tu alrededor. Además, con la función Apuntar y leer, puede detectar el texto que se encuentra cerca de tu dedo. Puedes elegir qué detectores se muestran en el rotor de reconocimiento en vivo.
fi: iPhone voi tunnistaa laitteen älytoimintojen avulla ympärilläsi olevia ihmisiä, ovia, tilanteita ja huonekaluja. iPhone voi myös tunnistaa sormesi lähellä olevan tekstin Osoita ja kuuntele -toiminnolla. Voit valita, mitkä näistä tunnistimista näkyvät Ympäristön tunnistus -roottorissa.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPhone peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Votre iPhone peut également détecter le texte à proximité de votre doigt à l’aide de « Pointer et parler ». Vous pouvez sélectionner le détecteur à afficher dans le rotor de reconnaissance en direct.
fr_ca: Grâce aux fonctionnalités d’intelligence de l’appareil, votre iPhone peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Il peut également détecter le texte à proximité de votre doigt grâce à « Pointer et parler ». Vous pouvez sélectionner le détecteur à afficher dans le rotor de reconnaissance en direct.
he: שימוש בטכנולוגיית בינה מלאכותית במכשיר מאפשר ל-iPhone לזהות אנשים, דלתות, תרחישים, מלל ורהיטים בסביבה שלך. ה-iPad יכול גם לזהות מלל שנמצא בסמוך לאצבע שלך באמצעות ״הצבעה להקראה״. באפשרותך לבחור אילו מבין המזהים יופיעו בחוגה של ״זיהוי בזמן אמת״.
hi: ऑन-डिवाइस इंटेलिजेंस का उपयोग करके, आपका iPhone आपके आस-पास के लोगों, दरवाज़ों, दृश्यों, टेक्स्ट और फ़र्नीचर का पता लगा सकता है। आपका iPhone “पॉइंट करें और बोलें” की मदद से आपकी उँगली के पास मौजूद टेक्स्ट का भी पता लगा सकता है। आप चुन सकते हैं कि इनमें से कौन सा डिटेक्टर लाइव पहचान रोटर में दिखाई दे।
hr: Koristeći inteligenciju na uređaju, vaš iPhone može detektirati osobe, vrata, scene, tekst i namještaj oko vas. iPhone također može detektirati tekst u blizini vašeg prsta pomoću značajke Usmjeravanje i govor. Možete odrediti koji od ovih detektora će se prikazivati u rotoru Prepoznavanje uživo.
hu: Az eszközön való feldolgozás segítségével az iPhone‑ja képes az Ön közelében található személyek, ajtók, környezeti elemek, szövegek és bútorok észlelésére. Az iPhone‑ja a Mutatás és beszéd funkció használatával emellett képes észlelni az Ön ujja környékén található szövegeket. Kiválaszthatja, hogy ezen észlelési funkciók közül melyik jelenjen meg az Élő észlelés rotorban.
id: Dengan menggunakan kecerdasan pada perangkat, iPhone Anda dapat mendeteksi orang, pintu, pemandangan, teks, dan furnitur di sekitar Anda. iPhone Anda juga dapat mendeteksi teks yang di dekat jari Anda dengan Tunjuk dan Ucapkan. Anda dapat memilih detektor mana yang muncul di Rotor Pengenalan Langsung.
it: iPhone può usare l’intelligenza artificiale presente sul dispositivo per rilevare persone, porte, scene, testo e mobili intorno a te. iPhone è anche in grado di rilevare il testo vicino al tuo dito con “Indica e ascolta”. Puoi selezionare quali di questi strumenti appaiono nel rotore di “Riconoscimento in tempo reale”.
ja: デバイス上の人工知能機能を使用して、iPhoneで近くにいる人、ドア、シーン、テキスト、および家具を検出できます。“指差し読み上げ”を使うことにより、差している指の近くのテキストも検出できます。ライブ認識ローターにどの検出機能を表示するかを選択することができます。
kk: Құрылғыдағы жасанды интеллектті пайдалана отырып, iPhone құрылғыңыз айналаңыздағы адамдарды, есіктерді, көріністерді, мәтінді және жиһазды анықтай алады. Сондай-ақ iPhone «Таңдалғанды дыбыстау» арқылы саусағыңызға жақын мәтінді анықтай алады. Осы детекторлардың қайсысы шынайы уақытта тану роторында пайда болатынын таңдауға болады.
ko: iPhone이 온디바이스 지능형 기능을 이용해 사용자 주변의 사람, 문, 장면, 텍스트, 가구 등을 감지할 수 있습니다. 또한 ‘가리키면 읽어주기’ 기능으로 사용자 손가락 근처의 텍스트를 감지할 수 있습니다. 감지 기능 중에서 실시간 인지 로터에 표시할 항목을 직접 선택할 수도 있습니다.
lt: Pasinaudojant „iPhone“ dirbtiniu intelektu, įrenginys gali aptikti aplink jus esančius žmones, duris, aplinkas, tekstą ir baldus. Naudojant „Įgarsinimą parodant“, „iPhone“ taip pat gali aptikti šalia jūsų piršto esantį tekstą. Kuriuos iš šių detektorių pateikti ekrane galite pasirinkti naudodami „Aplinkos atpažinimo rotorių“.
ms: Menggunakan kecerdasan pada peranti, iPhone anda boleh mengesan orang, pintu, suasana, teks dan perabot di sekeliling anda. iPhone anda juga boleh mengesan teks berdekatan jari anda dengan Tuding dan Sebut. Anda boleh memilih antara pengesan yang kelihatan dalam Rotor Pengecaman Langsung.
nl: Met behulp van intelligentie op het apparaat kan je iPhone personen, deuren, scènes, tekst en meubels om je heen detecteren. Je iPhone kan met 'Wijs en spreek' ook tekst detecteren die zich in de buurt van je vinger bevindt. Je kunt selecteren welke van deze detectoren worden weergegeven in de rotor voor live herkenning.
no: Ved hjelp av intelligente funksjoner på enheten kan iPhonen gjenkjenne personer, dører, scener, tekst og møbler i omgivelsene dine. iPhonen kan også gjenkjenne tekst nær fingeren din med Pek og snakk. Du kan velge hvilke av disse detektorene som skal vises i rotoren Gjenkjenning av omgivelser.
pl: iPhone wykorzystuje wbudowaną sztuczną inteligencję do wykrywania osób, drzwi, scen, napisów i mebli w Twoim otoczeniu. W trybie Wskaż i mów może także wykrywać, co znajduje się w pobliżu Twojego palca. Możesz wybrać, które z tych narzędzi wykrywania mają być dostępne na pokrętle Rozpoznawanie na żywo.
pt_br: Usando a inteligência no dispositivo, o iPhone pode detectar pessoas, portas, cenas, texto e móveis ao seu redor. Com a função Apontar e Falar, o iPhone também pode detectar texto perto do seu dedo. Você pode selecionar quais desses detectores aparecem no Rotor de Reconhecimento ao Vivo.
pt_pt: O iPhone usa a tecnologia de inteligência incorporada para detetar pessoas, portas, cenários, texto e móveis à sua volta. Através da funcionalidade Apontar e enunciar, o iPhone também pode detetar o texto que aponte com o dedo. É possível selecionar quais destes detetores devem aparecer no rotor do reconhecimento em tempo real.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPhone‑ul poate detecta persoane, uși, scene, text și obiecte de mobilier din jurul dvs. De asemenea, iPhone‑ul poate detecta textul aflat în apropierea degetului dvs. cu “Indicare și enunțare”. Puteți selecta care dintre aceste detectoare să apară în rotorul “Recunoaștere live”.
ru: Используя встроенный интеллект, iPhone может обнаруживать людей, двери, сценарии, текст и мебель вокруг Вас. Кроме того, iPhone может распознавать текст рядом с Вашим пальцем и задействовать функцию «Озвучивание выбранного». Вы можете выбрать, какие из этих детекторов будут отображаться в роторе Распознавания окружения.
sk: iPhone dokáže použitím vlastnej inteligencie na zariadení detegovať ľudí, dvere, scény, text a nábytok vo vašom okolí. Hlasová odozva pri namierení na iPhone navyše rozpoznáva text, na ktorý ukážete prstom. Ľubovoľný z týchto detektorov si môžete pridať do rotora Živé rozpoznávanie.
sl: Z inteligenco v napravi lahko iPhone zazna osebe, vrata, prizore, besedilo in pohištvo v vaši okolici. S funkcijo Izgovori pokazano lahko iPhone zazna tudi besedilo v bližini prsta. Izberete lahko, kateri zaznavalniki bodo prikazani v rotorju za prepoznavanje v živo.
sv: Med hjälp av intelligens på enheten kan iPhone upptäcka personer, dörrar, scenarier, text och möbler runt dig. iPhone kan även detektera text som finns i närheten av ditt finger med hjälp av Peka och tala. Du kan ange vilka av dessa detektorer som ska visas med hjälp av rotorn Igenkänning i realtid.
th: โดยใช้ความฉลาดของอุปกรณ์ ทำให้ iPhone ของคุณสามารถตรวจจับผู้คน ประตู สภาพแวดล้อม ข้อความ และเฟอร์นิเจอร์ที่อยู่รอบตัวคุณได้ iPhone ยังสามารถตรวจจับข้อความที่อยู่ใกล้กับนิ้วมือของคุณได้ด้วยการชี้และอ่านออกเสียง คุณสามารถเลือกที่จะแสดงตัวตรวจจับเหล่านี้ในตัวหมุนสังเกตรอบตัวได้
tr: iPhone’unuz, aygıttaki yapay zekâyı kullanarak çevrenizdeki kişileri, kapıları, ortamları, metinleri ve mobilyaları algılayabilir. iPhone’unuz, Doğrult ve Seslendir sayesinde parmağınızın yakınındaki metinleri de algılayabilir. Bu algılayıcılardan hangilerinin Canlı Tanıma rotorunda görüneceğini seçebilirsiniz.
uk: За допомогою вбудованих інтелектуальних алгоритмів iPhone може описувати оточення та виявляти людей, двері, текст і меблі навколо вас. Функція «Навести й озвучити» на iPhone може виявляти текст поряд із вашим пальцем. Можна вибрати, які з цих функцій показувати в роторі «Виявлення в реальному світі».
vi: Bằng cách sử dụng tính năng thông minh trên thiết bị, iPhone có thể phát hiện người, cửa, cảnh, văn bản và đồ nội thất xung quanh bạn. iPhone cũng có thể phát hiện văn bản ở gần ngón tay của bạn với tính năng Trỏ và đọc. Bạn có thể lựa chọn bộ phát hiện nào sẽ xuất hiện trong rô-to Nhận biết trực tiếp.
zh_cn: iPhone可使用设备端智能技术检测你周围的人、门、场景、文本和家具。iPhone也可通过“指字即读”检测手指附近的文本。你可以选择要在实时识别转子中显示的检测器。
zh_hk: 使用裝置端智能技術，iPhone可以偵測你身邊的人、門户、場景、文字和傢俬。iPhone亦可使用「指住即讀」偵測你手指附近的文字。你可以選擇要在「即時識別」轉輪中顯示哪些偵測器。
zh_tw: 你的iPhone會使用裝置端的智慧技術偵測你周圍的人物、門、場景、文字和家具。你的iPhone也可以透過「指字即讀」偵測手指附近的文字。你可以在「即時辨識轉輪」中選取要顯示的偵測器。

# VO_MODIFIER_KEY_BOTH
source: Control + Option or Caps Lock
ar: ‏Control +‏ Option أو Caps Lock
bg: Клавиш Control + Option или Caps Lock
ca: Control + Opció o Bloqueig de majúscules
cs: Control + Option nebo Caps lock
da: Ctrl + Alternativ eller Skiftelås
de: Control + Wahl oder Feststelltaste
el: Control + Option ή Caps Lock
es: Control + Opción o Bloq Mayús
es_us: Control + Opción o Bloquear Mayúsculas
fi: Control + optio tai caps lock
fr: Contrôle + Option ou Verrouillage majuscule
fr_ca: Contrôle + Option ou Verr. maj.
he: ‏Control + Option או Caps Lock
hi: कंट्रोल + ऑप्शन या कैप्स लॉक
hr: Control + Option za Caps Lock
hu: Control + Option vagy Caps Lock
id: Control + Option atau Caps Lock
it: Ctrl + Opzione o Blocco maiuscole
ja: Control + OptionまたはCaps Lock
kk: Control + Option немесе Caps Lock
ko: Control + Option 또는 Caps Lock
lt: „Control“ + „Option“ arba „Caps Lock“
ms: Control + Option atau Caps Lock
nl: Control + Option of Caps Lock
no: Kontroll + Tilvalg eller Låsetast
pl: Control + Option lub Caps Lock
pt_br: Control + Option ou Caps Lock
pt_pt: Controlo + Opção ou Caps Lock
ro: Control + Opțiune sau Blocare majuscule
ru: Control + Option или Caps Lock
sk: Control + Option alebo Caps Lock
sl: Control + Option ali Caps Lock
sv: Kontroll + alternativ eller skiftlås
th: ปุ่ม Control + ปุ่ม Option หรือ ปุ่ม Caps Lock
tr: Kontrol + Option veya Büyük Harf Kilidi
uk: Control + Option чи Caps Lock
vi: Control + Option hoặc Caps Lock
zh_cn: Control + Option或大写锁定键
zh_hk: Control + Option或大寫鎖定
zh_tw: Control + Option或大寫鎖定鍵

# vo.gesture.handedness
source: Switch Gesture Handedness
ar: تبديل اليد المهيمنة للإيماءات
bg: Превключване на доминираща ръка на жестове
ca: Canvia la mà dominant dels gestos
cs: Při gestech převrátit strany
da: Byt om på bevægelser til højre og venstre hånd
de: Händigkeit von Gesten tauschen
el: Εναλλαγή κυρίαρχου χεριού για τις χειρονομίες
es: Cambiar mano dominante de los gestos
es_us: Cambiar de mano dominante para gestos
fi: Vaihda eleen kätisyyttä
fr: Changer de main pour les gestes
fr_ca: Changer de main selon le geste
he: החלפת היד שמבצעת מחוות
hi: जेस्चर के लिए दाएँ या बाएँ हाथ का इस्तेमाल स्विच करें
hr: Prebaci ruku koja se koristi za geste
hu: A kézmozdulatok domináns kezének felcserélése
id: Ganti Tangan Dominan untuk Gerakan
it: Cambia mano dominante dei gesti
ja: ジェスチャの利き腕を切り替える
kk: Қимыл үшін доминантты қолды ауыстыру
ko: 제스처에 사용할 손 전환
lt: Sukeisti rankų gestus
ms: Tukar Tangan Gerak Isyarat
nl: Wijzig voorkeurshand voor gebaren
no: Bytt hånd for bevegelser
pl: Zamień ręce
pt_br: Alterar a Mão Dominante para Gestos
pt_pt: Mudar uso da mão nos gestos
ro: Comutare mână dominantă gesturi
ru: Сменить руку для жестов
sk: Prevrátiť strany pri gestách
sl: Preklop dominantne roke za kretnje
sv: Växla höger- eller vänsterhänthet för gest
th: สลับข้างมือที่ใช้คำสั่งมือ
tr: Hareket İçin El Kullanımını Değiştir
uk: Перемкнути панівну руку для жестів
vi: Chuyển đổi tay thuận cử chỉ
zh_cn: 切换手势惯用手
zh_hk: 切換手勢慣用手
zh_tw: 切換手勢慣用手
